<template>
  <div class="content">
    <div class="photowall-wrapper">
      <photo-wall></photo-wall>
      <section-title :mainTitle="'文章'" :subTitle="'Articles'"></section-title>
      <article-list-cell v-for="article in articles" :article="article" :key="article.title"></article-list-cell>
      <section-title :mainTitle="'主题'" :subTitle="'Topics'"></section-title>
      <div class="topic-cards">
        <el-row :gutter="10">
          <el-col :xs="24" :sm="12" :md="8" :lg="6" :xl="6">
            <topic-card></topic-card>
          </el-col>
          <el-col :xs="24" :sm="12" :md="8" :lg="6" :xl="6">
            <topic-card></topic-card>
          </el-col>
          <el-col :xs="24" :sm="12" :md="8" :lg="6" :xl="6">
            <topic-card></topic-card>
          </el-col>
          <el-col :xs="24" :sm="12" :md="8" :lg="6" :xl="6">
            <topic-card></topic-card>
          </el-col>
        </el-row>
      </div>
      <section-title :mainTitle="'文章'" :subTitle="'Topics'"></section-title>
      <article-page-header></article-page-header>
      <div class="article-content">
        <article class="typo container">
          <h1>影单 | 热爱食物是热爱生活的表现</h1>
          <p class="author"><span>作者: 北渺</span>&nbsp;&nbsp; <span>11 min read</span>&nbsp;&nbsp;  <span>277人收录</span></p>


          <pre class="brush:javascript;toolbar:false">大学毕业不再住寝室之后，我发展了一个新的爱好，叫做做饭。每天下班回来有点累了，去厨房鼓捣点吃的补充体力，发生不开心的事情心情压抑，去厨房烧点喜欢的菜，不知不觉就平静下来。<br>&nbsp;<br>《食记百味》里面有一句话讲：食物是一种很厉害的东西，带有一种决定性的力量。食物于我是一种治愈，喜欢吃，胖一点也没什么关系。今天给大家推荐10部和食物有关的电影，希望你看了能有一个好心情。</pre><p>&nbsp;</p><p><strong>【1】《深夜食堂》</strong></p><p>导演:&nbsp;松冈锭司</p><p>编剧:&nbsp;真边克彦&nbsp;/&nbsp;小嶋健作&nbsp;/&nbsp;松冈锭司&nbsp;/&nbsp;安倍夜郎</p><p>主演:&nbsp;小林薰&nbsp;/&nbsp;高冈早纪&nbsp;/&nbsp;柄本时生&nbsp;/&nbsp;多部未华子&nbsp;/&nbsp;余贵美子&nbsp;</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/23ad30051fde496c7ffabf1728c659b020171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>这个电影延续了同名日剧的风格，开头就是：天色已晚，人们都赶在回家的路上，我的一天才刚开始，营业时间从深夜12点到次日7点，人们称这里为深夜食堂，菜单只有这些，可以随意点其他菜，能做的就尽量做是我的经营方针，你问有没有客人，其实还不少呢。</p><p>&nbsp;</p><p>电影里面有3个小故事，3道美食，以客人们在桌子下边发现一个骨灰坛为开始，以骨灰坛的主人上门认领为结束。期间穿插着靠山去世，因失去依靠而颓唐不已的小三玉子的故事、乡下女孩美知留因吃霸王餐上门认错反被老板收留的故事和爱上了志愿者明美的灾民谦三求婚未果一路追到东京的故事。</p><p>&nbsp;</p><p>剧版里面的熟悉的面孔也都会出现，大家在老板做的热气腾腾的食物里面参与着这些事情的发生，谈一谈、聊一聊，各自吃着各自的食物，下次光顾的时候还要问问上次发生的事情，不知不觉的这些事情也都过去了，像任何一个平静的夜晚，一切缓缓的逝去，但是有一些温暖柔软的部分却被留了下来。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【2】《饮食男女》</strong></p><p>导演:&nbsp;李安</p><p>编剧:&nbsp;李安&nbsp;/&nbsp;王蕙玲&nbsp;/&nbsp;詹姆斯·夏慕斯</p><p>主演:&nbsp;吴倩莲&nbsp;/&nbsp;杨贵媚&nbsp;/&nbsp;王渝文&nbsp;/&nbsp;郎雄&nbsp;/&nbsp;张艾嘉&nbsp;</p><p><br></p><p></p><p><img src="http://qnimg.pianke.me/7288e4c63f82ac9797f8be0dcf51ec8b20171012.jpg?imageView2/2/w/640/format/jpg" width="404">&nbsp;<br></p><p><br></p><p>《饮食男女》看了有好几遍，开头的时候看老朱做菜的那段看的人直流口水，也算是我的做饭启蒙。电影里面的老朱是台湾饮食界中大厨中的大厨，首长儿子的婚宴搞不定了饭店也要派人来请的那种，但是现在他的味觉退化了，每周末的时候筹备一桌美食等着三个性格迥异的女儿回家来吃，但是大家也就吃几口，就是吃这几口，期间还要拌着嘴，身在屏幕外的我觉得太生气了，暴殄天物……</p><p>&nbsp;</p><p>朱家的大女儿是个化学老师，基督徒，年轻的时候受过情伤，大龄未婚，二女儿事业有成，婚恋观念开放，三姊妹里最喜欢做菜却被爸爸逼去念书，小妹妹天真烂漫，和有钱人家的儿子谈起了同样天真的恋爱，结果最早出阁。三个女儿各自的事情都忙不过来还要操心爸爸的晚年，可是老朱却出人意表的背着三个女儿愉快的谈着自己的黄昏恋，看到最后的时候忍不住笑了一下，又觉得有点淡淡的伤心。</p><p>&nbsp;</p><p>在这部电影里面，食物维系着人与人之间感情的功用发挥的最为明显，同时人生不能像做菜，把所有的料都准备好了才下锅的道理我一直受用至今。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【3】《幸福的面包》</strong></p><p>导演:&nbsp;三岛有纪子<br> 编剧:&nbsp;三岛有纪子<br> 主演:&nbsp;大泉洋&nbsp;/&nbsp;原田知世&nbsp;/&nbsp;森宽和&nbsp;/&nbsp;光石研&nbsp;/&nbsp;平冈佑太&nbsp;</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/081df9b4d79f3146db8a009db89e385e20171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>之前有一个朋友去了月浦发了一个朋友圈说到了幸福的面包制作的地方，我当时觉得特别的羡慕，这部电影我非常喜欢，里面面包夫妇的生活简直是我当时幸福人生的范本，两个人到一个远离尘嚣的地方开一个面包店，每天做做面包，用应季的食材做美味的食物，去远足，去山里捡捡栗子什么的，觉得真是幸福极了。</p><p>&nbsp;</p><p>水缟夫妇在此经营这家面包咖啡店名叫Máni，名字来源于女主人公之前看过的一个绘本，这个店铺还给客人提供住宿，远道而来的朋友可以再这里度假，于是就有了从东京来这里躲情伤的香织结果却与老板们的朋友时生陷入爱河的故事，小女孩未久思念离家的母亲在这里和父亲吃到了美味的南瓜浓汤的故事，还有一对大雪夜前来的老夫妇，老夫人命不久矣，却一定要和丈夫一起来到二人最初相识的地方度过一生最后的时光。水缟夫妇和客人们一起经历着这些故事，从中也获得了许许多多，一直一直看上去都不是特别快乐的女主人公最后也得到了久违的开心面容。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【4】《南极料理人》</strong></p><p>导演:&nbsp;冲田修一<br> 编剧:&nbsp;冲田修一&nbsp;/&nbsp;西村淳<br> 主演:&nbsp;堺雅人&nbsp;/&nbsp;生濑胜久&nbsp;/&nbsp;古关安广&nbsp;/&nbsp;丰原功补&nbsp;/&nbsp;高良健吾</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/c512b8187c59ce08da9d111230d41e8120171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>看《南极料理人》的时候我一直执着于片子里面的帝王蟹和大龙虾，心想这个东西别的地方也吃不到吧，那个蟹肉一口咬下去要多爽啊，建议不要在饿的时候看，暴击的指数非常高，笑眯眯的堺雅人看着餐桌上的七个人吃着的食物的样子大概就是一个厨师的快意时刻吧。</p><p>&nbsp;</p><p>堺雅人是我很喜欢的日本男演员，他演的片子我都想去看一看，《南极料理人》是其中的一部，讲的是由他扮演的名叫西村淳的厨师被派去冰天雪地的南极给在南极站工作的七个男性工作人员做饭的故事，八个男人加在一起就是一台大戏，其中发生了很多有趣的故事，而西村是个全能型的厨师，面对各种队友的不合理要求也全能应付，无论和食、中餐、西餐、甜点、烧烤……什么都能做，看着他硬生生把超级大的龙虾按照队员的要去炸成了天妇罗的样子真的没忍住就笑出来，但是心里想的也是这个虾别的地方吃不到吧，这个虾得多好吃啊……</p><p><br></p><p>——————————</p><p>&nbsp;</p><p><strong>【5】《小森林》（冬春篇、夏秋篇）</strong></p><p><br> 导演:&nbsp;森淳一<br> 编剧:&nbsp;五十岚大介&nbsp;/&nbsp;森淳一<br> 主演:&nbsp;桥本爱&nbsp;/&nbsp;三浦贵大&nbsp;/&nbsp;松冈茉优&nbsp;/&nbsp;温水洋一&nbsp;/&nbsp;桐岛加恋<br> <br> </p><p><img src="http://qnimg.pianke.me/a0b56e6f0bddd1fb6df70545f0c5f80320171012.jpg?imageView2/2/w/640/format/jpg" width="701"></p><p><br></p><p>《小森林》也是我会时不时就找出来看的电影，在一些非常沮丧的时刻，不开心的时候看看这部电影，很神奇的就会获取一些好好生活的动力。</p><p>&nbsp;</p><p>我很喜欢片子里面女主角的干净的厨房，她独自一人在溽热的午后、下雪的冬天料理一些好吃的食物，那种感觉真的很打动人，让人觉得食物就是平凡生活中的小确幸。</p><p>&nbsp;</p><p>女主角市子是一个并不适应大城市生活节奏的乡下女孩，于是她独自回到了自己与妈妈的曾经生活的地方小森，这是一个日本东北部的一个村子的一角，那里没有商店，买东西的话要走很远的路，民风很淳朴，感觉邻居的大叔大妈都很热情，这里还有她的两个朋友，纪子和裕太，市子回到了小森，像所有的村民一样，日出而作，日落而息，过着平静又简单的生活，并且就地取材，应季应时的做了一些简单却美味的食物，溽热夏天生炉子赶走湿气的时候顺便利用炉子的余温烤面包，给水稻除草真的太热了回家自制一瓶冰镇米酒，胡颓子的果实落了一地太可惜就摘取一些回家制成酸甜可口的胡颓子果酱、延续妈妈的传统自己熬煮蔬菜制作伍斯特酱油，秋天的时候采摘成熟的西红柿做成西红柿罐头成为日后做咖喱、意面时候的配料……</p><p>&nbsp;</p><p>像所有的村民一样辛勤围绕着自己的土地耕作，认真的对待手里的每一样的食材，就是市子回到小森之后的生活，这里没有了不起的科技工具，也没有方便快捷的电子设备，路要一步一步的走，每一样食物都要亲手去操作，一切缓慢但自有自己的节奏，我很喜欢这样的生存状态。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【6】《澄沙之味》</strong></p><p>导演:&nbsp;河濑直美<br> 编剧:&nbsp;河濑直美&nbsp;/&nbsp;明川哲也<br> 主演:&nbsp;树木希林&nbsp;/&nbsp;永濑正敏&nbsp;/&nbsp;市原悦子&nbsp;/&nbsp;内田伽罗&nbsp;/&nbsp;水野美纪</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/8cf08215b406e8f690763e131441a5b920171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>这是一部跟铜锣烧有关的电影，但是又不仅仅只是介绍铜锣烧那么简单。</p><p>&nbsp;</p><p>它讲的是一个叫几乎不笑的颓丧大叔千太郎经营着一家铜锣烧小铺，有一天一个叫德江的老婆婆过来说，看到大叔你贴在外面的招募广告说要招人，我想来应聘。大叔说，你多大了。德江婆婆说，我76岁了。于是大叔拒绝了她，只是送给她一个铜锣烧，委婉的说，婆婆你年纪真的太大了。</p><p>&nbsp;</p><p>没想到婆婆第二天又来，说大叔，我吃你的铜锣烧觉得外皮很好，但是红豆馅料真的不咋地，你尝尝我做的这个红豆馅料，大叔吃了之后觉得从未吃过这么好吃的馅料，等到的德江婆婆再来的时候他决定录用她。</p><p>&nbsp;</p><p>馅料改良之后小铺子的生意果然一天比一天红火起来，但是没过多久关于德江婆婆身体疾病的流言四起，铜锣烧生意又变得糟糕起来……</p><p>&nbsp;</p><p>德江婆婆说，铜锣烧的灵魂就是它的红豆馅料，料理红豆的时候要和这些豆子沟通，倾听它们的声音，询问它们是从哪里来，经历了怎样的生长过程，要尊重、好好的对待这些豆子，起初大叔一样觉得这个德江婆婆真的是太梦幻了，但是和德江婆婆一起经历了一些事情，颓丧的大叔似乎明白了很多事，也开始参透了一些关于人生的意义，卸下了肩膀上对于过往的沉重包袱。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【7】《和食双神：最后的约定》</strong></p><p>&nbsp;主演:&nbsp;小野二郎&nbsp;/&nbsp;早乙女哲哉<br>类型:&nbsp;纪录片&nbsp;</p><p><br></p><p><img src="http://qnimg.pianke.me/5c2a85644460e1c8b234d4942087f92220171012.jpg?imageView2/2/w/640/format/jpg" width="512"></p><p><br></p><p>一个口中说着我一定要超越你，一个口中说着我一定不会被你打败的两个老爷子分别是登上日本和食之巅的早乙女哲哉和小野二郎，二郎做寿司，91岁，早乙女哲哉70岁，做天妇罗，两个人将对方视为知己，常去对方的店铺品尝对方做的食物，但是却很少交谈，这样的交情不知不觉的就持续了三十年。</p><p>&nbsp;</p><p>有一天二郎因为心绞痛倒下了心里产生了想要退隐的想法，这个时候早乙女哲哉鼓励他说，我要做到一百三十岁也请二郎坚持一百岁吧，然后二郎又坚持了下来，但是即便如此，衰老还是不可逆的力，有一阵子二郎的身体又不太好，白天也不能来店里了，他的朋友这时候又给他写了一封信，说虽然已经认识了30年，但是也没有说过什么话，一百岁生日的时候一起喝一次茶吧。就在这样的惺惺相惜中，二人保持着对美味和食的极致追求，互相将对方视为最强悍的竞争对手，不断努力，将手中的食材做到极致，是很让人尊敬的匠人精神。</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【8】《朱莉与茱莉娅》</strong></p><p>导演:&nbsp;诺拉·艾芙隆<br> 编剧:&nbsp;诺拉·艾芙隆<br> 主演:&nbsp;梅丽尔·斯特里普&nbsp;/&nbsp;艾米·亚当斯&nbsp;/&nbsp;斯坦利·图齐&nbsp;/&nbsp;克里斯·梅西纳&nbsp;/&nbsp;琳达·伊蒙</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/811cd2b05b7410f4c2756929fc83bfc920171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>记得看这部电影的时候感叹了好久，梅姨真的很神，演什么都像，好的演员似乎永远可以在角色里脱离自我或者说隐藏掉自我，她塑造了一个我很喜欢的茱莉娅，热爱美食、热爱生活，天真孩子气，非常可爱。</p><p>&nbsp;</p><p>这部电影有两条线，一条是在1948年的法国巴黎，四十岁才找到真爱的茱莉娅跟随着丈夫定居在这里，一直没有找到什么喜欢做的事情的她突然意识到自己最喜欢的事情就是吃，继而迷上了烹饪，作为班里唯一的女学生在蓝带学院学习，后来机缘巧合和两个伙伴准备出版一本烹饪书，立志教授没有食谱的美国人做法国菜，历时十年经历了不少的波折。</p><p><br></p><p>而另一条线发生在美国，即将步入而立之年但是显然一事无成的丧girl朱莉在经历了像茱莉亚一样的短期迷茫之后，通过不断的自我审问，想要在无趣的生活里面做一点有趣的事情，无意间想起了她有一本从妈妈那里偷来的烹饪书，书的作者就是她最最崇拜的茱莉亚，于是在丈夫的帮助下她开了一个博客，立下了一个flag，要用一年365天的时间挑战茱莉亚烹饪书中的524道菜，但是也说过这个姑娘不仅丧脾气还不怎么好，到底成没成功，大家且去看吧……</p><p>&nbsp;</p><p>——————————</p><p><br></p><p><strong>【9】《海鸥食堂》</strong></p><p>导演:&nbsp;荻上直子<br> 编剧:&nbsp;荻上直子<br> 主演:&nbsp;小林聪美&nbsp;/&nbsp;片桐入&nbsp;/&nbsp;罇真佐子&nbsp;/&nbsp;塔里娅·马库斯&nbsp;/&nbsp;马库·佩尔托拉</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/a09c31c5f4c53229eec25e4416e8665420171012.jpg?imageView2/2/w/640/format/jpg" width="540"></p><p><br></p><p>这是几个日本女性发生在异国他乡的美食故事。</p><p>&nbsp;</p><p>来自日本的幸惠独自一人在芬兰的首都赫尔辛基开了一家叫海鸥食堂的日式餐厅，尽管幸惠似乎每天都信心满满，但是餐厅始终都没有什么顾客光顾，零星的几位外国女士路过餐厅也只是指指点点，但是从来没有真正走进来，直到有一天老板娘幸惠陆续遇到了虽是各有原因但同样出现在芬兰的两位日本女性小绿和正子，一切才变得活泼起来，她们陆续做出美味的肉桂卷和咖啡使得周围的人们驻足流连，并且随之发生了更多更有意思的事情，一切似乎都朝着好的方向发展起来了。</p><p><br></p><p>——————————</p><p>&nbsp;</p><p><strong>【10】《月代头布丁》</strong></p><p>导演:&nbsp;中村义洋<br> 编剧:&nbsp;中村义洋<br> 主演:&nbsp;锦户亮&nbsp;/&nbsp;友坂理惠&nbsp;/&nbsp;今野浩喜&nbsp;/&nbsp;佐藤仁美&nbsp;/&nbsp;忽那汐里</p><p>&nbsp;</p><p><img src="http://qnimg.pianke.me/6b38630768200151b2188aa1da83ccc720171012.jpg?imageView2/2/w/640/format/jpg" width="300"></p><p><br></p><p>来自江户时代（日本古代）的武士中岛安兵卫非常想要找一份工作，在他去找工作的路上遇到了一尊佛像，他就拜佛说，请赐给我一份工作吧，然后他的脚下就莫名出现了一滩泉水，随之身体下陷，他穿越到了现代社会。</p><p>&nbsp;</p><p>来到现代社会的他感觉莫名其妙的，并不知道发生了什么事，随后他就遇到了一对母子，33岁的职场单亲妈妈弘子和她可爱的小胖儿子友也，他们帮助他了解了基本的情况，安兵卫就说我基本知道了，我出去找找回家的路。当然他哪也找不到，再次与母子相遇后，被捡回家来，安兵卫说，我毕竟是个武士，又不是吃软饭的，以后家里的事情我就来做吧。然后他华丽的做美食的旅程就开挂了。</p><p>&nbsp;</p><p>在这个过程里，安兵卫表现出了惊人的天赋，甚至受到糕点界大师的夸奖，但是在他能做的所有的糕点中，小朋友友也最喜欢他做的布丁，甚至生病了吃上布丁就立刻精神起来，他们之间的相处像父子一样，互相都离不开对方，但是还有一个很严峻的问题在后面，来自古代的人到最后会不会回去呢？</p><p>&nbsp;</p><p>————————————————</p><p><br></p><p>好看的美食电影有很多，篇幅有限跟大家分享我喜欢的这十部，希望它们能陪伴你度过一个有趣的周末。</p><p><br></p><p>喜欢这篇文章的话欢迎你关注我的微信公众号：<strong>【北渺】</strong></p><p><br></p><p>希望能成为你的朋友。</p><p><br></p>
        </article>
      </div>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">
  import PhotoWall from '@/components/views/PhotoWall';
  import ArticleListCell from '@/components/views/ArticleListCell';
  import SectionTitle from '@/components/views/SectionTitle';
  import TopicCard from '@/components/views/TopicCard';
  import ArticlePageHeader from '@/components/views/ArticlePageHeader';

  export default {
    data() {
      return {
        articles: [
          {
            'id': 1,
            'title': '被太阳晒过的风 第四十四章',
            'author': '子夜晨星',
            'publish_time': '2017/10/22 17:57:08',
            'desc': '-1-见了男朋友回来之后喝了一杯没怎么泡好的红糖水和一杯满满的白开水。去上了次厕所，然后坐在床上的时候开始咳嗽不止，去洗了把脸，恍然地瞥见镜子中的自己看起来并不...',
            'readings': '148',
            'comments': '2',
            'likes': '20'
          },
          {
            'id': 2,
            'title': '被太阳晒过的风 第四十四章',
            'author': '子夜晨星',
            'publish_time': '2017/10/22 17:57:08',
            'desc': '-1-见了男朋友回来之后喝了一杯没怎么泡好的红糖水和一杯满满的白开水。去上了次厕所，然后坐在床上的时候开始咳嗽不止，去洗了把脸，恍然地瞥见镜子中的自己看起来并不...',
            'readings': '148',
            'comments': '2',
            'likes': '20'
          },
          {
            'id': 3,
            'title': '被太阳晒过的风 第四十四章',
            'author': '子夜晨星',
            'publish_time': '2017/10/22 17:57:08',
            'desc': '-1-见了男朋友回来之后喝了一杯没怎么泡好的红糖水和一杯满满的白开水。去上了次厕所，然后坐在床上的时候开始咳嗽不止，去洗了把脸，恍然地瞥见镜子中的自己看起来并不...',
            'readings': '148',
            'comments': '2',
            'likes': '20'
          },
          {
            'id': 4,
            'title': '被太阳晒过的风 第四十四章',
            'author': '子夜晨星',
            'publish_time': '2017/10/22 17:57:08',
            'desc': '-1-见了男朋友回来之后喝了一杯没怎么泡好的红糖水和一杯满满的白开水。去上了次厕所，然后坐在床上的时候开始咳嗽不止，去洗了把脸，恍然地瞥见镜子中的自己看起来并不...',
            'readings': '148',
            'comments': '2',
            'likes': '20'
          }
        ]
      };
    },
    components: {
      'photo-wall': PhotoWall,
      'article-list-cell': ArticleListCell,
      'section-title': SectionTitle,
      'topic-card': TopicCard,
      'article-page-header': ArticlePageHeader
    }
  };
</script>

<style lang="stylus" rel="stylesheet/stylus">
  .content
    height 1000px
    .photowall-wrapper
      margin-top 20px
      @media only screen and (max-width: 1140px)
        margin-top 15px
      @media only screen and (max-width: 576px)
        margin-top 5px
</style>
